import Avatar1 from 'images/avatar1.png'
import Avatar2 from 'images/avatar2.png'
import Avatar3 from 'images/avatar3.png'

export const comments: {
  avatar: string
  user_name: string
  text: string
  date: Date
}[] = [
  {
    avatar: Avatar1,
    user_name: 'Alex',
    text:
      'Развитие технологий и инвестиции продолжаются, ' +
      'импортозамещение приводит к дополнительным расходам. Важно' +
      'подчеркнуть, как меняется спрос на инженеров. Если в пандемию' +
      'ценились те, кто пишет клиентские приложения, то теперь сформирован' +
      'спрос на более глубокие компетенции — системное программирование, ' +
      ' программирование программно-аппаратных вещей и т. д.',
    date: new Date(),
  },
  {
    avatar: Avatar2,
    user_name: 'Denis',
    text:
      'Развитие технологий и инвестиции продолжаются, ' +
      'импортозамещение приводит к дополнительным расходам. Важно' +
      'подчеркнуть, как меняется спрос на инженеров. Если в пандемию' +
      'ценились те, кто пишет клиентские приложения, то теперь сформирован' +
      'спрос на более глубокие компетенции — системное программирование, ' +
      ' программирование программно-аппаратных вещей и т. д.',
    date: new Date(),
  },
  {
    avatar: Avatar3,
    user_name: 'Геймер007',
    text:
      'Развитие технологий и инвестиции продолжаются, ' +
      'импортозамещение приводит к дополнительным расходам. Важно' +
      'подчеркнуть, как меняется спрос на инженеров. Если в пандемию ' +
      'ценились те, кто пишет клиентские приложения, то теперь сформирован ' +
      'спрос на более глубокие компетенции — системное программирование, ' +
      ' программирование программно-аппаратных вещей и т. д.',
    date: new Date(),
  },
  {
    avatar: Avatar3,
    user_name: 'Гонщик',
    text:
      'Развитие технологий и инвестиции продолжаются, ' +
      'импортозамещение приводит к дополнительным расходам. Важно' +
      'подчеркнуть, как меняется спрос на инженеров. Если в пандемию ' +
      'ценились те, кто пишет клиентские приложения, то теперь сформирован ' +
      'спрос на более глубокие компетенции — системное программирование, ' +
      ' программирование программно-аппаратных вещей и т. д.',
    date: new Date(),
  },
]
